{
    "welcomeMessage": "```Hi {}, welcome to the Spaceflight Sticker Hunt!\nJust to give you a general overview if you havent heard about it yet! \nSpaceflight is hosting a sticker hunt competition starting off this weekend in the union building.\nStudents and staff are welcome to compete and we suggesting teaming up to have a better chance!\nYou and a team can compete against other teams to get the most points by \nfinding the most stickers hidden all around the union!\nTo join in the competition you must either create or join a team!\nTo create or join a team please type in these commands into the\n server create or join team channel either of these commands!\nCreate Team Command:  !createteam [Team Name]   (Ex: !createteam SisMan!)\nJoin   Team Command:    !jointeam [Team Name]   (Ex:   !jointeam SisMan!)\nThis will let you join your private team dm where you can confirm found\nstickers and add the points to your team score, its pretty neat !\nMore information can be found in the information tab which will be unlocked\nafter creating/joining a team or you can contact a sticker person for more help!\nBest of Luck and Good Hunting, youre gonna need it!\nP.S. for later use after creating a team heres a reminder of other commands:\nEnter a code: !code <sticker> <authCode>\nSee the score of your team: !score```",
    "bootMessage": "booting ...........................!\n{} is connected to the following guild:\n{}(id: {})",
    "noAccess": "Looks like you don't have access to this command.",
    "newTeamMessage": "Welcome to your team chat! This is where your team can submit sticker images and claim points\nYou can also ask for hints on golden tickets after you have found 20 stickers! \nThis chat also allows your team to check your score and sticker count. \n\n**To claim points** you have to use the **Code Command** and you can access it in this fashion \nFirst upload a photo of the found sticker and then use the command below based on the codes on the sticker.\n!code   <sticker> <authCode>\nExample: !code EXAMPLECODE KEY123 \n\n**To Check Score** you have to use the **Score Command** which is explaine below:\n!score\nThis should return the points and the sticker count for your team!\n\nHow Hints Work!\n\nUse !hint to request a new hint.\nHints are available evry 30 minutes, or every time you find a new sticker.\nIf you find 20 stickers, I will give you a hint to find a shiny gold sticker, which is worth 5 points! You only get one of these per hunt, so make sure to not waste it!\n\nMore information can be found in the information folder and dming the staff!\nPlease read the info before dming the staff because your answer may be found there!\n",
    "helpMessage": "```Debug Commands:\n\tping - Gives bot's ping.\n\tstatus - Gives bot's status.\nStandard Commands:\n\tcode - Submits a sticker code. Usage: !code <name> <key>\n\tcreateteam - Creates a new team. Usage: !createteam <name>\n\thelp - This command.\n\thint - Gives hints.\n\tjointeam - Join an existing team. Usage: !jointeam <name>\n\tscore - Reports your team's score.```",
    "modHelpMessage": "```Standard Moderation Commands:\n\tcreatechannel - Creates a team channel. Usage: !createchannel <name>\n\tgiverole - Gives a user a role. Usage: !giverole <@user> <role>\n\tkeepinventory - Kills the bot and dumps the necessary files into the backups channel.\n\tkill - Kills the bot.\n\tremoveteam - Removes a team from the server and database. Usage: !removeteam <name>\n\tscoreboard - Sends the scoreboard (only works in the scoreboard channel).\nData Editing Commands:\n\taddsticker - Adds a new sticker. Usage: !addsticker <sticker> <authCode> <points> <hint>\n\tremovesticker - Removes a sticker. Usage: !removesticker <sticker> <authCode>\n\tchangestickername - Changes a sticker's name. Usage: !changestickername <sticker> <authCode> <new sticker> <new authCode>\n\tchangestickerhint - Changes a sticker's hint. Usage: !changestickerhint <sticker> <authCode> <hint>\n\tchangestickerpoints - Changes a sticker's points. Usage: !changestickerpoints <sticker> <authCode> <points>\n\tchangeteamname - (NOT DONE YET) Changes a team's name. Usage: !changeteamname <team> <new team>```",
    "statusMessage": "Welcome Bot is online and sesponding *SALUTES*",
    "validMessage": "This is not a valid channel, please try in your team channel!"
}